// Bangla language. (India)
const strings = {
  nav: {
    name: "কোভিড সহায়তা ভারত",
    dashboard: "ড্যাশবোর্ড",
    feed: "স্বেচ্ছাসেবক ফীড",
    twitterFeed: "টুইটার ফীড",
    signIn: "সাইন ইন করো",
    signOut: "সাইন আউট করুন",
    donation: 'অনুদান',
    donationLinks: {
      giveIndia: 'ইন্ডিয়া অর্গানাইজেশন দিন',
      ketto: 'কেট্টো সংস্থা',
      viratAnushkaFundraiser: 'বিরাট এবং আনুশকা ফান্ডারাইজার'
    },
  },
  footer: { feedback: "প্রতিপ্রদান", team: "দল" },
  home: {
    heroOne: "অভাবী",
    heroTwo: "মানুষকে সাহায্য করুন",
    taglineOne: "ভারতে সিওভিআইডি সহায়তার জন্য একটি যুব উদ্যোগ",
    taglineTwo:
      "আমরা স্বেচ্ছাসেবকদের একটি দল যারা মানুষকে এই সিওভিআইডি-১৯ সংকট কাটিয়ে উঠতে সহায়তা করছে। আমরা ইমেল এবং এসএমএসের মাধ্যমে দাতা এবং সুবিধাভোগীদের সাথে মেলানোর চেষ্টা করে।",
    postFeed: "পোস্ট ফিড",
    becomeDonor: "দাতা হন",
    becomeBeneficiary: "রক্ত/প্লাজমার অনুরোধ",
    becomeVolunteer: "স্বেচ্ছাসেবক হন",
    statistics: "পরিসংখ্যান",
    statisticsTagline: "এই পরিস্থিতিতে জীবন বাঁচাতে সহায়তা করুন।",
    donors: "দাতারা",
    beneficiaries: "সুবিধাভোগী",
    volunteers: "স্বেচ্ছাসেবক",
    postCount: "পোস্ট",
    one: "স্বয়ংক্রিয় দাতা-রোগী ম্যাচিং",
    two:
      "স্বেচ্ছাসেবকদের জন্য একটি ড্যাশবোর্ড যেখানে তারা পোস্ট তৈরি/সম্পাদনা/সংশোধন করতে পারে।",
    three: "লাইভ টুইটার ফিড, যাচাই এবং আমাদের স্বেচ্ছাসেবকদের দ্বারা অনুমোদিত।",
  },
  signIn: "সাইন ইন করো",
  or: "বা",
  email: "ইমেল",
  password: "পাসওয়ার্ড",
  name: "নাম",
  message: "বার্তা",
  submit: "জমা",
  login: {
    signInToYourAccount: "আপনার অ্যাকাউন্টে সাইন ইন করুন",
    signUpAsAVolunteer: "স্বেচ্ছাসেবক হিসাবে সাইন আপ করুন",
  },
  team: {
    header: "আমাদের দলের সাথে দেখা করুন",
    subtext:
      "এটি একটি ছোট ক্রমবর্ধমান দল। স্বেচ্ছাসেবকদের সর্বদা স্বাগত জানানো হয়। আমাদের ডেভেলপারদেরও দরকার। পুরো ওয়েবসাইটটি গো/ভিউতে রয়েছে এবং এডাব্লুএস-এ মোতায়েন করা হয়েছে। যে কোনও সময় আমাদের পিং করুন।",
    vheader: "আমাদের স্বেচ্ছাসেবকদের সাথে দেখা করুন",
    vsubtext: "সাহায্য করার জন্য ধন্যবাদ।",
  },
  beneficiary: {
    header: "সুবিধাভোগী ফর্ম",
    subtext:
      "আমরা একজন দাতার সাথে আপনাকে মেলানোর জন্য যথাসাধ্য চেষ্টা করব। আপনার মেল দেখতে থাকুন।",
    requestType: "অনুরোধের ধরন",
    consent:
      "আমি শুধুমাত্র দাতার সাথে মেলানোর জন্য আমার তথ্য ভাগ করার সম্মতি দিই।",
    success: "দাতার অনুরোধ সফলভাবে জমা দেওয়া হয়েছে!",
    thankYou:
      "আমরা আপনার জন্য একজন দাতা খুঁজে বের করার জন্য যথাসাধ্য চেষ্টা করছি। অনুগ্রহ করে আপনার ইমেল বিজ্ঞপ্তিগুলি চালু করুন এবং শক্তিশালী থাকুন :)",
    accessToOxygenCylinder: "আপনার কি অক্সিজেন সিলিন্ডার উপলব্ধি করতে পারছেন?",
    reportLink: "রিপোর্ট লিঙ্ক (একটি পাবলিক গুগল ড্রাইভ লিঙ্ক যোগ করুন)",
    spo2Value: "এসপিও২ মান? (<= ১০০)",
  },
  volunteer: {
    header: "স্বেচ্ছাসেবক ফর্ম",
    subtext:
      "অভাবী ব্যক্তিদের সাথে দাতাদের দ্রুত মেলাতে আমাদের সহায়তা করুন। যদিও এটা একটা এক ঘেঁয়ে কাজ তবুও সহানুভূতির সাথে লোকদের ডাকা হচ্ছে।",
    howManyHours: "আপনি প্রতি সপ্তাহে কত ঘন্টা অবদান রাখতে পারেন?",
    howCanYouContribute: "আপনি কীভাবে অবদান রাখতে পারেন? (ঐচ্ছিক)",
    howCanYouContributeMessage:
      "প্লাজমা, রক্ত, আইসিইউ বেড, এনজিওগুলির মতো যে কোনও নির্দিষ্ট অন্তর্ভুক্ত করুন।",
    enterNewPassword: "নতুন পাসওয়ার্ড লিখুন (ন্যূনতম দৈর্ঘ্য: 6)",
    consent:
      "আমি স্বেচ্ছাসেবক কাজের জন্য আমার তথ্য সিওভিআইডি সহায়তার সাথে ভাগ করার সম্মতি দিই।",
    success: "স্বেচ্ছাসেবক সফলভাবে নিবন্ধিত!",
    thankYou: "আপনার আগ্রহের জন্য আপনাকে ধন্যবাদ। আমরা শীঘ্রই পৌঁছে যাব। :)",
  },
  openCriteria: "মানদণ্ড খুলুন",
  preference: "পছন্দ",
  blood: "রক্ত",
  plasma: "প্লাজমা",
  both: "উভয়",
  phoneNumber: "ফোন নম্বর",
  whatsappNumber: "হোয়াটস অ্যাপ নম্বর",
  sameAsPhoneNumber: "ফোন নম্বরের মতো একই",
  gender: "লিঙ্গ",
  female: "নারী",
  male: "পুরুষ",
  other: "অন্যান্য",
  state: "রাজ্য",
  city: "শহর",
  bloodGroup: "রক্তের গ্রুপ",
  heightInCms: "উচ্চতা (সেমিতে)",
  weightInKgs: "ওজন (কেজি মধ্যে)",
  ageInYears: "বয়স (বছরের মধ্যে)",
  today: "আজ",
  filter: "ফিল্টার",
  clearState: "স্পষ্ট রাজ্য",
  clearCity: "পরিষ্কার শহর",
  donor: {
    header: "দাতার ফর্ম",
    subtext:
      "ফর্ম রক্ত এবং প্লাজমা দাতা উভয়ের জন্য। প্লাজমা দাতাদের ফর্মে কভিড ইতিহাস সরবরাহ করার জন্য অনুরোধ করা হয়।",
    whenPositive:
      "আপনি কি কখনো কভিড পজিটিভ ধরা পড়েছিলেন পরীক্ষা করার পর ? (রক্তদাতাদের জন্য ঐচ্ছিক)",
    beenVaccinatedQuestion: "আপনাকে কি টিকা দেওয়া হয়েছে?",
    shareVaccinationDate: "দয়া করে টিকাকরণের তারিখটি শেয়ার করুন",
    symptomFreeDays:
      "আপনি কখন থেকে উপসর্গ মুক্ত? (অনুগ্রহ করে দিন সংখ্যা লিখুন)",
    consent:
      "আমি শুধুমাত্র দাতার সাথে মেলানোর জন্য আমার তথ্য ভাগ করার সম্মতি দিই।",
    success: "দাতা সফলভাবে নিবন্ধিত!",
    thankYou:
      "অবদান রাখার জন্য আপনাকে অনেক ধন্যবাদ। অনুগ্রহ করে আপনার ইমেল বিজ্ঞপ্তিগুলি চালু করুন। :)",
  },
  feedback: {
    feedbackForm: "প্রতিক্রিয়া ফর্ম",
    tag: "সর্বদা উন্নতি এবং পরামর্শ খুঁজছেন।",
    thankYou: "প্রতিক্রিয়ার জন্য আপনাকে ধন্যবাদ!",
  },
  feed: {},
  banner: {
    web: "📢 আমরা লাইভ প্যান ইন্ডিয়া! 🇮🇳",
    mobile: "📢 ভারত জুড়ে উপলব্ধ! 🇮🇳",
  },
  tags: {
    hospitalBedGeneral: "হাসপাতালের বেড জেনারেল",
    hospitalBedICU: "হাসপাতালের শয্যা আইসিইউ",
    hospitalBedOxygen: "হাসপাতালের বিছানা অক্সিজেন",
    oxygenCylinder: "অক্সিজেন সিলিন্ডার",
    oxygenRefilling: "অক্সিজেন রিফিলিং",
    oxygenSprayCan: "অক্সিজেন স্প্রে ক্যান",
    rtpcrTest: "আরটিপিসিআর টেস্ট",
    ambulance: "অ্যাম্বুলেন্স",
    plasma: "প্লাজমা",
    blood: "রক্ত",
    food: "রোগী, পরিবারের জন্য খাদ্য",
    someoneToTalkTo: "কেউ কথা বলার জন্য",
    homeCare: "হোম কেয়ার, নার্স",
    elderCare: "এল্ডার কেয়ার",
    oxygenConcentrator: "অক্সিজেন কনসেনট্রেটার",
    remdesivir: "রেমডেসিভির",
    other: "অন্যান্য",
  },
};

export default strings
