const strings = {
  nav: {
    name: 'COVID हेल्प इंडिया',
    dashboard: 'डैशबोर्ड',
    feed: 'मदद पोस्ट फ़ीड',
    signIn: 'साइन इन करें',
    signOut: 'प्रस्थान करें'
  },
  footer: {
    feedback: 'प्रतिक्रिया दें',
    team: 'हमारी टीम'
  },
  home: {
    heroOne: 'जरूरतमंद लोगों',
    heroTwo: 'की मदद करें',
    taglineOne: 'भारत में COVID मदद के लिए एक युवा पहल',
    taglineTwo: 'हम स्वयंसेवकों का एक समूह है जो लोगों को इस COVID-19 संकट से निपटने में मदद करता है। हम Email और SMS के माध्यम से दाताओं और लाभार्थियों से मेल खाते हैं।',
    postFeed: 'मदद पोस्ट',
    becomeDonor: 'दाता बनें',
    becomeBeneficiary: 'अनुरोध रक्त / प्लाज्मा',
    becomeVolunteer: 'स्वयंसेवक बनें',
    statistics: 'आंकड़े',
    statisticsTagline: 'इस स्थिति में जान बचाने में मदद करें',
    donors: 'दाताओं की गिनती',
    beneficiaries: 'लाभार्थियों की गिनती',
    volunteers: 'स्वयंसेवकों की गिनती'
  },
  signIn: 'साइन इन करें',
  or: 'या',
  email: 'ईमेल',
  password: 'पास वर्ड दर्ज करें',
  name: 'अपना नाम दर्ज करें',
  message: 'अपना संदेश दर्ज करें',
  submit: 'फार्म जमा करें',
  login: {
    signInToYourAccount: 'अपने अकाउंट में साइन इन करें',
    signUpAsAVolunteer: 'स्वयंसेवक के रूप में साइन अप करें',
  },
  team: {
    header: 'हमारी टीम से मिलें',
    subtext: 'यह एक छोटी सी बढ़ती टीम है। स्वयंसेवकों का हमेशा स्वागत है। हमें डेवलपर्स भी चाहिए। पूरी वेबसाइट Go / Vue में है और AWS पर तैनात है। हमें कभी भी पिंग करें।',
    vheader: 'हमारे स्वयंसेवकों से मिलें',
    vsubtext: 'मदद करने के लिए धन्यवाद '
  },
  beneficiary: {
    header: 'रोगी प्रपत्र',
    subtext: 'हम आपको दाता से मिलाने की पूरी कोशिश करेंगे। अपना मेल चेक करते रहें।',
    requestType: 'अनुरोध का प्रकार',
    consent: 'मैं केवल दाता मिलान के लिए अपनी जानकारी साझा करने की सहमति देता हूं।',
    success: 'दाता अनुरोध सफलतापूर्वक प्रस्तुत किया गया!',
    thankYou: 'हम आपके लिए एक दाता खोजने की पूरी कोशिश कर रहे हैं। कृपया अपनी ईमेल सूचनाओं को चालू करें और मजबूत बने रहें :)',
    accessToOxygenCylinder: 'क्या आपके पास ऑक्सीजन सिलेंडर तक पहुंच है?',
    reportLink: 'रिपोर्ट लिंक दर्ज करें (सार्वजनिक Google ड्राइव लिंक जोड़ें)',
    spo2Value: 'SPO2 मान? (<= 100)'
  },
  volunteer: {
    header: 'स्वयंसेवक फॉर्म',
    subtext: 'जरूरतमंद लोगों के लिए जल्दी से दान दाताओं में हमारी मदद करें। यह गंभीर काम है।',
    howManyHours: 'आप प्रति सप्ताह कितने घंटे योगदान कर सकते हैं?',
    howCanYouContribute: 'आप कैसे योगदान कर सकते हैं? (वैकल्पिक)',
    howCanYouContributeMessage: 'प्लाज्मा, ब्लड, आईसीयू बेड, एनजीओ जैसे किसी भी बारीकियों को शामिल करें।',
    enterNewPassword: 'नया पासवर्ड दर्ज करें (न्यूनतम लंबाई: 6)',
    consent: 'मैं स्वयंसेवी कार्य के लिए COVID सहायता के साथ अपनी जानकारी साझा करने के लिए सहमति देता हूं।',
    success: 'स्वयंसेवक सफलतापूर्वक पंजीकृत!',
    thankYou: 'आपकी रूचि के लिए धन्यवाद। हम शीघ्र ही पहुँचेंगे। :)'
  },
  openCriteria: 'मानदंड',
  preference: 'प्राथमिकता',
  blood: 'रक्त',
  plasma: 'प्लाज्मा',
  both: 'दोनों',
  phoneNumber: 'फ़ोन नंबर',
  whatsappNumber: 'व्हाट्सएप नंबर',
  sameAsPhoneNumber: 'फ़ोन नंबर के समान',
  gender: 'लिंग',
  female: 'महिला',
  male: 'पुरुष',
  other: 'अन्य',
  state: 'राज्य',
  city: 'शहर',
  bloodGroup: 'रक्त वर्ग',
  heightInCms: 'लम्बाई (सेंटीमीटर मे)',
  weightInKgs: 'वजन (किलोग्राम में)',
  ageInYears: 'उम्र (वर्ष में)',
  today: 'आज',
  filter: 'फ़िल्टर',
  clearState: 'राज्य को अचयनित करें',
  clearCity: 'शहर को अचयनित करें',
  donor: {
    header: 'डोनर फॉर्म भरें',
    subtext: 'फॉर्म रक्त और प्लाज्मा दाताओं दोनों के लिए है। प्लाज्मा दाताओं से अनुरोध है कि फॉर्म में COVID इतिहास प्रदान करें।',
    whenPositive: 'जब आपको COVID के लिए सकारात्मक परीक्षण किया गया था? (रक्तदाताओं के लिए वैकल्पिक)',
    beenVaccinatedQuestion: 'क्या आपको टीका लगाया गया है?',
    shareVaccinationDate: 'कृपया टीकाकरण की तारीख साझा करें',
    symptomFreeDays: 'आप कब से लक्षण मुक्त रहे हैं? (कृपया दिन की संख्या दर्ज करें)',
    consent: 'मैं केवल दाता मिलान के लिए अपनी जानकारी साझा करने की सहमति देता हूं।',
    success: 'दाता सफलतापूर्वक पंजीकृत!',
    thankYou: 'योगदान के लिए बहुत बहुत धन्यवाद। कृपया अपनी ईमेल सूचनाएँ चालू करें। :)',
  },
  feedback: {
    feedbackForm: 'प्रतिपुष्टी फ़ार्म',
    tag: 'हमेशा सुधार और सुझावों की तलाश में',
    thankYou: 'प्रतिक्रिया के लिए आपका धन्यवाद!'
  },
  feed: {

  },
  banner: {
    web: '📢 हम पूरे भारत में उपलब्ध हैं। 🇮🇳',
    mobile: '📢 हम पूरे भारत में उपलब्ध हैं। 🇮🇳'
  },
  tags: {
    hospitalBedGeneral: 'अस्पताल का बेड जनरल',
    hospitalBedICU: 'अस्पताल का बिस्तर आई.सी.यू.',
    hospitalBedOxygen: 'अस्पताल का बिस्तर ऑक्सीजन',
    oxygenCylinder: 'ऑक्सीजन सिलिंडर',
    oxygenRefilling: 'ऑक्सीजन रिफिलिंग',
    oxygenSprayCan: 'ऑक्सीजन स्प्रे',
    rtpcrTest: 'RTPCR टेस्ट',
    ambulance: 'रोगी वाहन',
    plasma: 'प्लाज्मा',
    blood: 'रक्त',
    food: 'मरीजों के लिए भोजन, परिवार',
    someoneToTalkTo: 'कोई बात करने के लिये',
    homeCare: 'होम केयर, नर्स',
    elderCare: 'बड़ों की देखभाल',
    oxygenConcentrator: 'ऑक्सीजन संकेन्द्रक',
    remdesivir: 'रेमेडीसविर',
    other: 'अन्य'
  },
}


export default strings
