// Kannanda language. (India)
const strings = {
  nav: {
    name: "ಕೋವಿಡ್ ಸಹಾಯ ಭಾರತ",
    dashboard: "ಡ್ಯಾಶ್ ಬೋರ್ಡ್",
    feed: "ಫೀಡ್",
    signIn: "ಸೈನ್ ಇನ್ ಮಾಡಿ",
    signOut: "ಸೈನ್ ಔಟ್",
    donation: 'ದಾನ',
    donationLinks: {
      giveIndia: 'ಭಾರತ ಸಂಘಟನೆಯನ್ನು ನೀಡಿ',
      ketto: 'ಕೆಟ್ಟೋ ಸಂಸ್ಥೆ',
      viratAnushkaFundraiser: 'ವಿರಾಟ್ ಮತ್ತು ಅನುಷ್ಕಾ ನಿಧಿಸಂಗ್ರಹಣೆ'
    },
  },
  footer: { feedback: "ಪ್ರತಿಕ್ರಿಯೆ", team: "ತಂಡ" },
  home: {
    heroOne: "ಜನರಿಗೆ ಸಹಾಯ ಮಾಡಿ",
    heroTwo: "ಅಗತ್ಯವಿರುವ",
    taglineOne: "ಭಾರತದಲ್ಲಿ ಕೋವಿಡ್ ಸಹಾಯಕ್ಕಾಗಿ ಯುವ ಉಪಕ್ರಮ",
    taglineTwo:
      "ನಾವು ಈ ಕೋವಿಡ್-19 ಬಿಕ್ಕಟ್ಟಿನಿಂದ ಹೊರಬರಲು ಜನರಿಗೆ ಸಹಾಯ ಮಾಡುವ ಸ್ವಯಂಸೇವಕರ ಗುಂಪು. ನಾವು ಇಮೇಲ್ ಮತ್ತು ಎಸ್ಎಂಎಸ್ ಮೂಲಕ ದಾನಿಗಳು ಮತ್ತು ಫಲಾನುಭವಿಗಳನ್ನು ಹೊಂದಿಸುತ್ತೇವೆ.",
    postFeed: "ಫೀಡ್ ನಂತರ",
    becomeDonor: "ದಾನಿಯಾಗು",
    becomeBeneficiary: "ರಕ್ತ/ಪ್ಲಾಸ್ಮಾ ವಿನಂತಿ",
    becomeVolunteer: "ಸ್ವಯಂಸೇವಕನಾಗು",
    statistics: "ಅಂಕಿಅಂಶಗಳು",
    statisticsTagline: "ಈ ಪರಿಸ್ಥಿತಿಯಲ್ಲಿ ಜೀವಗಳನ್ನು ಉಳಿಸಲು ಸಹಾಯ ಮಾಡಿ.",
    donors: "ದಾನಿಗಳು",
    beneficiaries: "ಫಲಾನುಭವಿಗಳು",
    volunteers: "ಸ್ವಯಂಸೇವಕರು",
    postCount: "ಪೋಸ್ಟ್ ಗಳು",
    one: "ಸ್ವಯಂಚಾಲಿತ ದಾನಿ-ರೋಗಿ ಹೊಂದಾಣಿಕೆ",
    two:
      "ಸ್ವಯಂಸೇವಕರಿಗೆ ಡ್ಯಾಶ್ ಬೋರ್ಡ್ ಅಲ್ಲಿ ಅವರು ಪೋಸ್ಟ್ ಗಳನ್ನು ರಚಿಸಬಹುದು / ಸಂಪಾದಿಸಬಹುದು / ಮಾರ್ಪಡಿಸಬಹುದು.",
    three:
      "ಲೈವ್ ಟ್ವಿಟರ್ ಫೀಡ್, ನಮ್ಮ ಸ್ವಯಂಸೇವಕರಿಂದ ಪರಿಶೀಲಿಸಲಾಗಿದೆ ಮತ್ತು ಅನುಮೋದಿಸಲಾಗಿದೆ.",
  },
  signIn: "ಸೈನ್ ಇನ್ ಮಾಡಿ",
  or: "ಅಥವಾ",
  email: "ಇಮೇಲ್",
  password: "ಪಾಸ್ ವರ್ಡ್",
  name: "ಹೆಸರು",
  message: "ಸಂದೇಶ",
  submit: "ಸಲ್ಲಿಸು",
  login: {
    signInToYourAccount: "ನಿಮ್ಮ ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ",
    signUpAsAVolunteer: "ಸ್ವಯಂಸೇವಕನಾಗಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ",
  },
  team: {
    header: "ನಮ್ಮ ತಂಡವನ್ನು ಭೇಟಿಮಾಡಿ",
    subtext:
      "ಇದು ಸಣ್ಣ ಬೆಳೆಯುತ್ತಿರುವ ತಂಡವಾಗಿದೆ. ಸ್ವಯಂಸೇವಕರು ಯಾವಾಗಲೂ ಸ್ವಾಗತಿಸುತ್ತಾರೆ. ನಮಗೆ ಡೆವಲಪರ್ ಗಳು ಸಹ ಬೇಕು. ಇಡೀ ವೆಬ್ ಸೈಟ್ ಗೋ/ವ್ಯೂನಲ್ಲಿದೆ ಮತ್ತು ಎಡಬ್ಲ್ಯುಎಸ್ ನಲ್ಲಿ ನಿಯೋಜಿಸಲಾಗಿದೆ. ಯಾವಾಗ ಬೇಕಾದರೂ ನಮ್ಮನ್ನು ಪಿಂಗ್ ಮಾಡಿ.",
    vheader: "ನಮ್ಮ ಸ್ವಯಂಸೇವಕರನ್ನು ಭೇಟಿಮಾಡಿ",
    vsubtext: "ಸಹಾಯ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು.",
  },
  beneficiary: {
    header: "ಫಲಾನುಭವಿ ನಮೂನೆ",
    subtext:
      "ದಾನಿಯೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಹೊಂದಿಸಲು ನಾವು ನಮ್ಮ ಅತ್ಯುತ್ತಮ ಪ್ರಯತ್ನ ಮಾಡುತ್ತೇವೆ. ನಿಮ್ಮ ಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸುತ್ತಲೇ ಇರಿ.",
    requestType: "ವಿನಂತಿ ಪ್ರಕಾರ",
    consent:
      "ದಾನಿಹೊಂದಾಣಿಕೆಗಾಗಿ ಮಾತ್ರ ನನ್ನ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ನಾನು ಸಮ್ಮತಿ ನೀಡುತ್ತೇನೆ.",
    success: "ದಾನಿಗಳ ಮನವಿ ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಕೆ!",
    thankYou:
      "ನಿಮಗಾಗಿ ದಾನಿಯನ್ನು ಹುಡುಕಲು ನಾವು ನಮ್ಮ ಕೈಲಾದಂತೆ ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದೇವೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡಿ ಮತ್ತು ಬಲವಾಗಿರಿ :)",
    accessToOxygenCylinder: "ನಿಮಗೆ ಆಕ್ಸಿಜನ್ ಸಿಲಿಂಡರ್ ಪ್ರವೇಶವಿದೆಯೇ?",
    reportLink: "ಲಿಂಕ್ ವರದಿ ಮಾಡಿ (ಸಾರ್ವಜನಿಕ Gagpgat ಡ್ರೈವ್ ಲಿಂಕ್ ಸೇರಿಸಿ)",
    spo2Value: "ಎಸ್ ಪಿಒ2 ಮೌಲ್ಯ? (<= 100)",
  },
  volunteer: {
    header: "ಸ್ವಯಂಸೇವಕ ನಮೂನೆ",
    subtext:
      "ಅಗತ್ಯವಿರುವ ಜನರಿಗೆ ದಾನಿಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಹೊಂದಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಿ. ಇದು ಗುಟುರು ಹಾಕುವ ಕೆಲಸ. ಸಹಾನುಭೂತಿಯಿಂದ ಜನರನ್ನು ಕರೆಯುವುದು.",
    howManyHours: "ವಾರಕ್ಕೆ ಎಷ್ಟು ಗಂಟೆಗಳ ಕಾಲ ನೀವು ಕೊಡುಗೆ ನೀಡಬಹುದು?",
    howCanYouContribute: "ನೀವು ಹೇಗೆ ಕೊಡುಗೆ ನೀಡಬಹುದು? (ಐಚ್ಛಿಕ)",
    howCanYouContributeMessage:
      "ಪ್ಲಾಸ್ಮಾ, ರಕ್ತ, ಐಸಿಯು ಬೆಡ್, ಎನ್ ಜಿಒಗಳಂತಹ ಯಾವುದೇ ನಿರ್ದಿಷ್ಟಗಳನ್ನು ಸೇರಿಸಿ.",
    enterNewPassword: "ಹೊಸ ಪಾಸ್ ವರ್ಡ್ ನಮೂದಿಸಿ (ಕನಿಷ್ಠ ಉದ್ದ: 6)",
    consent:
      "ಸ್ವಯಂ ಸೇವಕರ ಕೆಲಸಕ್ಕಾಗಿ ಕೋವಿಡ್ ಸಹಾಯದೊಂದಿಗೆ ನನ್ನ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ನಾನು ಸಮ್ಮತಿ ನೀಡುತ್ತೇನೆ.",
    success: "ಸ್ವಯಂಸೇವಕ ಯಶಸ್ವಿಯಾಗಿ ನೋಂದಾಯಿಸಲಾಗಿದೆ!",
    thankYou: "ನಿಮ್ಮ ಆಸಕ್ತಿಗೆ ಧನ್ಯವಾದಗಳು. ನಾವು ಶೀಘ್ರದಲ್ಲೇ ತಲುಪುತ್ತೇವೆ. :)",
  },
  openCriteria: "ಮಾನದಂಡ ತೆರೆಯು",
  preference: "ಆದ್ಯತೆ",
  blood: "ರಕ್ತ",
  plasma: "ಪ್ಲಾಸ್ಮಾ",
  both: "ಎರಡೂ",
  phoneNumber: "ದೂರವಾಣಿ ಸಂಖ್ಯೆ",
  whatsappNumber: "ವಾಟ್ಸಪ್ ಸಂಖ್ಯೆ",
  sameAsPhoneNumber: "ಫೋನ್ ಸಂಖ್ಯೆಯಂತೆಯೇ",
  gender: "ಲಿಂಗ",
  female: "ಹೆಣ್ಣು",
  male: "ಪುರುಷ",
  other: "ಇತರ",
  state: "ಸ್ಥಿತಿ",
  city: "ನಗರ",
  bloodGroup: "ರಕ್ತದ ಗುಂಪು",
  heightInCms: "ಎತ್ತರ (ಸೆಂ.ಮೀ.ಗಳಲ್ಲಿ)",
  weightInKgs: "ತೂಕ (ಕೆ.ಜಿ.ಗಳಲ್ಲಿ)",
  ageInYears: "ವಯಸ್ಸು (ವರ್ಷಗಳಲ್ಲಿ)",
  today: "ಇಂದು",
  filter: "ಫಿಲ್ಟರ್",
  clearState: "ಸ್ಪಷ್ಟ ಸ್ಥಿತಿ",
  clearCity: "ನಗರ ವನ್ನು ತೆರವುಗೊಳಿಸಿ",
  donor: {
    header: "ದಾನಿ ನಮೂನೆ",
    subtext:
      "ಫಾರ್ಮ್ ರಕ್ತ ಮತ್ತು ಪ್ಲಾಸ್ಮಾ ದಾನಿಗಳೆರಡಕ್ಕೂ ಇದೆ. ರೂಪದಲ್ಲಿ ಕೋವಿಡ್ ಇತಿಹಾಸವನ್ನು ಒದಗಿಸಲು ಪ್ಲಾಸ್ಮಾ ದಾನಿಗಳನ್ನು ಕೋರಲಾಗಿದೆ.",
    whenPositive:
      "ನೀವು ಯಾವಾಗ ಪಾಸಿಟಿವ್ ಎಂದು ಪರೀಕ್ಷಿಸಲ್ಪಟ್ಟಿದ್ದೀರಿ? (ರಕ್ತದಾನಿಗಳಿಗೆ ಐಚ್ಛಿಕ)",
    beenVaccinatedQuestion: "ನಿಮಗೆ ಲಸಿಕೆ ಹಾಕಲಾಗಿದೆಯೇ?",
    shareVaccinationDate: "ದಯವಿಟ್ಟು ಲಸಿಕೆ ದಿನಾಂಕವನ್ನು ಹಂಚಿಕೊಳ್ಳಿ",
    symptomFreeDays:
      "ನೀವು ಯಾವಾಗ ರೋಗಲಕ್ಷಣ ಮುಕ್ತರಾಗಿದ್ದೀರಿ? (ದಯವಿಟ್ಟು ದಿನಗಳ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ)",
    consent:
      "ದಾನಿಹೊಂದಾಣಿಕೆಗಾಗಿ ಮಾತ್ರ ನನ್ನ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ನಾನು ಸಮ್ಮತಿ ನೀಡುತ್ತೇನೆ.",
    success: "ದಾನಿ ಯಶಸ್ವಿಯಾಗಿ ನೋಂದಾಯಿಸಲಾಗಿದೆ!",
    thankYou:
      "ಕೊಡುಗೆ ಮಾಡಿದ್ದಕ್ಕಾಗಿ ತುಂಬಾ ಧನ್ಯವಾದಗಳು. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ಆನ್ ಮಾಡಿ. :)",
  },
  feedback: {
    feedbackForm: "ಪ್ರತಿಕ್ರಿಯೆ ನಮೂನೆ",
    tag: "ಯಾವಾಗಲೂ ಸುಧಾರಣೆಗಳು ಮತ್ತು ಸಲಹೆಗಳನ್ನು ಹುಡುಕುತ್ತಿದ್ದೇವೆ.",
    thankYou: "ಪ್ರತಿಕ್ರಿಯೆಗಾಗಿ ಧನ್ಯವಾದಗಳು!",
  },
  feed: {},
  banner: {
    web: "📢 ನಾವು ಲೈವ್ ಪ್ಯಾನ್ ಇಂಡಿಯಾ! 🇮🇳",
    mobile: "ಭಾರತದಾದ್ಯಂತ ಲಭ್ಯವಿರುವ 📢! 🇮🇳",
  },
  tags: {
    hospitalBedGeneral: "ಆಸ್ಪತ್ರೆ ಬೆಡ್ ಜನರಲ್",
    hospitalBedICU: "ಆಸ್ಪತ್ರೆ ಹಾಸಿಗೆ ಐಸಿಯು",
    hospitalBedOxygen: "ಆಸ್ಪತ್ರೆ ಹಾಸಿಗೆ ಆಮ್ಲಜನಕ",
    oxygenCylinder: "ಆಕ್ಸಿಜನ್ ಸಿಲಿಂಡರ್",
    oxygenRefilling: "ಆಕ್ಸಿಜನ್ ರೀಫಿಲ್ಲಿಂಗ್",
    oxygenSprayCan: "ಆಕ್ಸಿಜನ್ ಸ್ಪ್ರೇ ಕ್ಯಾನ್",
    rtpcrTest: "ಆರ್ ಟಿಪಿಸಿಆರ್ ಪರೀಕ್ಷೆ",
    ambulance: "ಆಂಬ್ಯುಲೆನ್ಸ್",
    plasma: "ಪ್ಲಾಸ್ಮಾ",
    blood: "ರಕ್ತ",
    food: "ರೋಗಿಗಳು, ಕುಟುಂಬಕ್ಕೆ ಆಹಾರ",
    someoneToTalkTo: "ಮಾತನಾಡಲು ಯಾರಾದರೂ",
    homeCare: "ಹೋಮ್ ಕೇರ್, ನರ್ಸ್",
    elderCare: "ಹಿರಿಯರ ಆರೈಕೆ",
    oxygenConcentrator: "ಆಕ್ಸಿಜನ್ ಕಾನ್ಸಂಟರ್",
    remdesivir: "ರೆಮ್ಡೆಸಿವಿರ್",
    other: "ಇತರ",
  },
};

export default strings
