// Malayalam language. (India)
const strings = {
  nav: {
    name: "കോവിഡ് ഇന്ത്യയെ സഹായിക്കുക",
    dashboard: "ഡാഷ്ബോർഡ്",
    feed: "ഫീഡ്",
    signIn: "സൈൻ ഇൻ ചെയ്യുക",
    signOut: "സൈൻ ഔട്ട് ചെയ്യുക",
    donation: 'സംഭാവന',
    donationLinks: {
      giveIndia: 'ഇന്ത്യ ഓർഗനൈസേഷൻ നൽകുക',
      ketto: 'കെറ്റോ ഓർഗനൈസേഷൻ',
      viratAnushkaFundraiser: 'വിരാടും അനുഷ്ക ധനസമാഹരണവും'
    },
  },
  footer: { feedback: "ഫീഡ്ബാക്ക്", team: "ടീം" },
  home: {
    heroOne: "ആളുകളെ സഹായിക്കുക",
    heroTwo: "ആവശ്യമുള്ളത്",
    taglineOne: "ഇന്ത്യയിലെ കോവിഡിനുള്ള യുവ സംരംഭസഹയ",
    taglineTwo:
      "ഈ കോവിഡ്-19 പ്രതിസന്ധിമറികടക്കാൻ ആളുകളെ സഹായിക്കുന്ന ഒരു കൂട്ടം സന്നദ്ധസേവകരാണ് ഞങ്ങൾ. ഇമെയിൽ വഴിയും എസ്എംഎസ് വഴിയും ഞങ്ങൾ ദാതാക്കളെയും ഗുണഭോക്താക്കളെയും പൊരുത്തപ്പെടുത്തുക.",
    postFeed: "പോസ്റ്റ് ഫീഡ്",
    becomeDonor: "ഒരു ദാതാവാകുക",
    becomeBeneficiary: "രക്തം/പ്ലാസ്മ അഭ്യർത്ഥിക്കുക",
    becomeVolunteer: "ഒരു വളണ്ടിയർ ആകുക",
    statistics: "സ്ഥിതിവിവരക്കണക്കുകൾ",
    statisticsTagline: "ഈ സാഹചര്യത്തിൽ ജീവൻ രക്ഷിക്കാൻ സഹായിക്കുക.",
    donors: "ദാതാക്കൾ",
    beneficiaries: "ഗുണഭോക്താക്കൾ",
    volunteers: "വളണ്ടിയർമാർ",
    postCount: "പോസ്റ്റുകൾ",
    one: "ഓട്ടോമേറ്റഡ് ഡോണർ-പേഷ്യന്റ് മാച്ചിംഗ്",
    two:
      "പോസ്റ്റുകൾ സൃഷ്ടിക്കാനും എഡിറ്റ്/പരിഷ്കരിക്കാനും കഴിയുന്ന വളണ്ടിയർമാർക്കായുള്ള ഒരു ഡാഷ് ബോർഡ്.",
    three:
      "ഞങ്ങളുടെ വളണ്ടിയർമാർ പരിശോധിച്ചുറപ്പിക്കുകയും അംഗീകരിക്കുകയും ചെയ്ത തത്സമയ ട്വിറ്റർ ഫീഡ്.",
  },
  signIn: "സൈൻ ഇൻ ചെയ്യുക",
  or: "അല്ലെങ്കിൽ",
  email: "ഇമെയില്",
  password: "അടയാളവാക്ക്",
  name: "നാമം",
  message: "സന്ദേശം",
  submit: "സമർപ്പിക്കുക",
  login: {
    signInToYourAccount: "നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് സൈൻ ഇൻ ചെയ്യുക",
    signUpAsAVolunteer: "ഒരു വളണ്ടിയർ ആയി സൈൻ അപ്പ് ചെയ്യുക",
  },
  team: {
    header: "ഞങ്ങളുടെ ടീമിനെ കാണുക",
    subtext:
      "ഇത് വളരുന്ന ഒരു ചെറിയ ടീമാണ്. വളണ്ടിയർമാരെ എല്ലായ്പ്പോഴും സ്വാഗതം ചെയ്യുന്നു. ഞങ്ങൾക്ക് ഡെവലപ്പർമാരും ആവശ്യമാണ്. മുഴുവൻ വെബ്സൈറ്റും ഗോ/വ്യൂവിലാണ്, എഡബ്ല്യുഎസിൽ വിന്യസിച്ചിരിക്കുന്നു. എപ്പോൾ വേണമെങ്കിലും ഞങ്ങളെ പിങ് ചെയ്യുന്നു.",
    vheader: "ഞങ്ങളുടെ വളണ്ടിയർമാരെ കാണുക",
    vsubtext: "സഹായിച്ചതിന് നന്ദി.",
  },
  beneficiary: {
    header: "ഗുണഭോക്തൃ ഫോം",
    subtext:
      "ഒരു ദാതാവുമായി നിങ്ങളെ പൊരുത്തപ്പെടുത്താൻ ഞങ്ങൾ പരമാവധി ശ്രമിക്കും. നിങ്ങളുടെ മെയിൽ പരിശോധിച്ചുകൊണ്ടിരിക്കുക.",
    requestType: "അഭ്യർത്ഥന തരം",
    consent:
      "ദാതാവുമായി പൊരുത്തപ്പെടുന്നതിന് മാത്രം എന്റെ വിവരങ്ങൾ പങ്കിടാൻ ഞാൻ സമ്മതം നൽകുന്നു.",
    success: "ദാതാവിന്റെ അഭ്യർത്ഥന വിജയകരമായി സമർപ്പിച്ചു!",
    thankYou:
      "നിങ്ങൾക്ക് ഒരു ദാതാവിനെ കണ്ടെത്താൻ ഞങ്ങൾ പരമാവധി ശ്രമിക്കുന്നു. നിങ്ങളുടെ ഇമെയിൽ അറിയിപ്പുകൾ ഓണാക്കുകയും ശക്തമായ :)",
    accessToOxygenCylinder: "നിങ്ങൾക്ക് ഓക്സിജൻ സിലിണ്ടർ ആക്സസ് ഉണ്ടോ?",
    reportLink: "റിപ്പോർട്ട് ലിങ്ക് (ഒരു പൊതു ഗൂഗിൾ ഡ്രൈവ് ലിങ്ക് ചേർക്കുക)",
    spo2Value: "PPഒ2 മൂല്യം? (<= 100)",
  },
  volunteer: {
    header: "സന്നദ്ധ പ്രവര് ത്തകന്",
    subtext:
      "ആവശ്യമുള്ള ആളുകളുമായി ദാതാക്കളെ വേഗത്തിൽ പൊരുത്തപ്പെടുപ്പിക്കാൻ ഞങ്ങളെ സഹായിക്കുക. ഇത് മുറുമുറുപ്പ് ജോലിയാണ്. സഹാനുഭൂതിയോടെ ആളുകളെ വിളിക്കുന്നു.",
    howManyHours: "ആഴ്ചയിൽ എത്ര മണിക്കൂർ നിങ്ങൾക്ക് സംഭാവന ചെയ്യാൻ കഴിയും?",
    howCanYouContribute: "നിങ്ങൾക്ക് എങ്ങനെ സംഭാവന ചെയ്യാൻ കഴിയും? (ഐച്ഛികം)",
    howCanYouContributeMessage:
      "പ്ലാസ്മ, രക്തം, ഐസിയു ബെഡ്, എൻജിഒകൾ പോലുള്ള എന്തെങ്കിലും നിർദ്ദിഷ്ടതകൾ ഉൾപ്പെടുത്തുക.",
    enterNewPassword: "പുതിയ പാസ് വേഡ് നൽകുക (മിനിട്ട് ദൈർഘ്യം: 6)",
    consent:
      "സന്നദ്ധ പ്രവർത്തനത്തിനായി എന്റെ വിവരങ്ങൾ കോവിഡ് ഹെൽപ്പുമായി പങ്കിടാൻ ഞാൻ സമ്മതം നൽകുന്നു.",
    success: "വോളണ്ടിയർ വിജയകരമായി രജിസ്റ്റർ ചെയ്തു!",
    thankYou: "നിങ്ങളുടെ താൽപ്പര്യത്തിന് നന്ദി. ഞങ്ങൾ ഉടൻ എത്തും. :)",
  },
  openCriteria: "മാനദണ്ഡം തുറക്കുക",
  preference: "മുൻഗണന",
  blood: "രക്തം",
  plasma: "പ്ലാസ്മ",
  both: "രണ്ടും",
  phoneNumber: "ഫോൺ നമ്പർ",
  whatsappNumber: "വാട്ട്സ്ആപ്പ് നമ്പർ",
  sameAsPhoneNumber: "ഫോൺ നമ്പർ പോലെ തന്നെ",
  gender: "ലിംഗഭേദം",
  female: "പെൺ",
  male: "ആൺ",
  other: "മറ്റു്",
  state: "സംസ്ഥാനം",
  city: "നഗരം",
  bloodGroup: "രക്തഗ്രൂപ്പ്",
  heightInCms: "ഉയരം (സെ.മീ.കളിൽ)",
  weightInKgs: "ഭാരം (കിലോയിൽ)",
  ageInYears: "പ്രായം (വർഷങ്ങളിൽ)",
  today: "ഇന്ന്",
  filter: "അരിപ്പ",
  clearState: "തെളിഞ്ഞ അവസ്ഥ",
  clearCity: "തെളിഞ്ഞ നഗരം",
  donor: {
    header: "ദാതാവിന്റെ രൂപം",
    subtext:
      "രക്ത, പ്ലാസ്മ ദാതാക്കൾക്കുള്ളതാണ് ഫോം. രൂപത്തിൽ കോവിഡ് ചരിത്രം നൽകാൻ പ്ലാസ്മ ദാതാക്കളോട് അഭ്യർത്ഥിക്കുന്നു.",
    whenPositive:
      "എപ്പോഴാണ് നിങ്ങളെ പോസിറ്റീവ് പരീക്ഷിച്ചത്? (രക്തദാതാക്കള് ക്ക് ഐച്ഛികം)",
    beenVaccinatedQuestion: "നിങ്ങൾക്ക് വാക്സിനേഷൻ എടുത്തിട്ടുണ്ടോ?",
    shareVaccinationDate: "വാക്സിനേഷൻ തീയതി പങ്കിടുക",
    symptomFreeDays:
      "എപ്പോൾ മുതൽ നിങ്ങൾ രോഗലക്ഷണരഹിതമായിരുന്നു? (ദിവസങ്ങളുടെ എണ്ണം നൽകുക)",
    consent:
      "ദാതാവുമായി പൊരുത്തപ്പെടുന്നതിന് മാത്രം എന്റെ വിവരങ്ങൾ പങ്കിടാൻ ഞാൻ സമ്മതം നൽകുന്നു.",
    success: "ദാതാവ് വിജയകരമായി രജിസ്റ്റർ ചെയ്തു!",
    thankYou:
      "സംഭാവന ചെയ്തതിന് വളരെ നന്ദി. നിങ്ങളുടെ ഇമെയിൽ അറിയിപ്പുകൾ ഓണാക്കുക. :)",
  },
  feedback: {
    feedbackForm: "ഫീഡ്ബാക്ക് ഫോം",
    tag: "എല്ലായ്പ്പോഴും മെച്ചപ്പെടുത്തലുകളും നിർദ്ദേശങ്ങളും തിരയുന്നു.",
    thankYou: "ഫീഡ്ബാക്കിന് നന്ദി!",
  },
  feed: {},
  banner: {
    web: "📢 ഞങ്ങൾ തത്സമയ പാൻ ഇന്ത്യയാണ്! 🇮🇳",
    mobile: "📢 ഇന്ത്യയിലുടനീളം ലഭ്യമാണ്! 🇮🇳",
  },
  tags: {
    hospitalBedGeneral: "ഹോസ്പിറ്റൽ ബെഡ് ജനറൽ",
    hospitalBedICU: "ഹോസ്പിറ്റൽ ബെഡ് ഐസിയു",
    hospitalBedOxygen: "ഹോസ്പിറ്റൽ ബെഡ് ഓക്സിജൻ",
    oxygenCylinder: "ഓക്സിജൻ സിലിണ്ടർ",
    oxygenRefilling: "ഓക്സിജൻ റീഫില്ലിംഗ്",
    oxygenSprayCan: "ഓക്സിജൻ സ്പ്രേ കാൻ",
    rtpcrTest: "ആർടിപിസിആർ ടെസ്റ്റ്",
    ambulance: "ആംബുലൻസ്",
    plasma: "പ്ലാസ്മ",
    blood: "രക്തം",
    food: "രോഗികൾക്കുള്ള ഭക്ഷണം, കുടുംബം",
    someoneToTalkTo: "സംസാരിക്കാൻ ആരെങ്കിലും",
    homeCare: "ഹോം കെയർ, നഴ്സ്",
    elderCare: "എൽഡർ കെയർ",
    oxygenConcentrator: "ഓക്സിജൻ കോൺസെൻട്രേറ്റർ",
    remdesivir: "റെംഡെസിവിർ",
    other: "മറ്റു്",
  },
};

export default strings
