// Punjabi language. (India)
const strings = {
  nav: {
    name: "ਕੋਵਿਡ ਭਾਰਤ ਦੀ ਮਦਦ ਕਰਦਾ ਹੈ",
    dashboard: "ਡੈਸ਼ਬੋਰਡ",
    feed: "ਫੀਡ",
    signIn: "ਸਾਈਨ ਇਨ ਕਰੋ",
    signOut: "ਸਾਈਨ ਆਊਟ",
  },
  footer: { feedback: "ਫੀਡਬੈਕ", team: "ਟੀਮ" },
  home: {
    heroOne: "ਲੋਕਾਂ ਦੀ ਮਦਦ ਕਰੋ",
    heroTwo: "ਲੋੜ ਵਿੱਚ",
    taglineOne: "ਸੀਓਵੀਆਈਡੀ ਲਈ ਇੱਕ ਨੌਜਵਾਨ ਪਹਿਲ ਭਾਰਤ ਵਿੱਚ ਮਦਦ",
    taglineTwo:
      "ਅਸੀਂ ਵਲੰਟੀਅਰਾਂ ਦਾ ਇੱਕ ਸਮੂਹ ਹਾਂ ਜੋ ਲੋਕਾਂ ਨੂੰ ਇਸ ਸੀਓਵੀਆਈਡੀ-19 ਸੰਕਟ ਤੋਂ ਬਾਹਰ ਨਿਕਲਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਈਮੇਲ ਅਤੇ ਐਸਐਮਐਸ ਰਾਹੀਂ ਦਾਨੀਆਂ ਅਤੇ ਲਾਭਪਾਤਰੀਆਂ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਹਾਂ।",
    postFeed: "ਫੀਡ ਪੋਸਟ",
    becomeDonor: "ਦਾਨੀ ਬਣੋ",
    becomeBeneficiary: "ਖੂਨ/ਪਲਾਜ਼ਮਾ ਦੀ ਬੇਨਤੀ ਕਰੋ",
    becomeVolunteer: "ਵਲੰਟੀਅਰ ਬਣੋ",
    statistics: "ਅੰਕੜੇ",
    statisticsTagline: "ਇਸ ਸਥਿਤੀ ਵਿੱਚ ਜਾਨਾਂ ਬਚਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰੋ।",
    donors: "ਦਾਨਕਰਤਾ",
    beneficiaries: "ਲਾਭਪਾਤਰੀ",
    volunteers: "ਵਲੰਟੀਅਰ",
    postCount: "ਪੋਸਟਾਂ",
    one: "ਸਵੈਚਾਲਿਤ ਦਾਨੀ-ਮਰੀਜ਼ ਮੇਲ ਖਾਂਦਾ ਹੈ",
    two:
      "ਵਲੰਟੀਅਰਾਂ ਵਾਸਤੇ ਇੱਕ ਡੈਸ਼ਬੋਰਡ ਜਿੱਥੇ ਉਹ ਪੋਸਟਾਂ ਬਣਾ ਸਕਦੇ ਹਨ/ਸੰਪਾਦਿਤ/ਸੋਧ ਸਕਦੇ ਹਨ।",
    three:
      "ਲਾਈਵ ਟਵਿੱਟਰ ਫੀਡ, ਸਾਡੇ ਵਲੰਟੀਅਰਾਂ ਦੁਆਰਾ ਤਸਦੀਕ ਕੀਤੀ ਅਤੇ ਮਨਜ਼ੂਰ ਕੀਤੀ ਗਈ।",
  },
  signIn: "ਸਾਈਨ ਇਨ ਕਰੋ",
  or: "ਜਾਂ",
  email: "ਈਮੇਲ",
  password: "ਪਾਸਵਰਡ",
  name: "ਨਾਂ",
  message: "ਸੁਨੇਹਾ",
  submit: "ਸਪੁਰਦ ਕਰੋ",
  login: {
    signInToYourAccount: "ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ",
    signUpAsAVolunteer: "ਇੱਕ ਵਲੰਟੀਅਰ ਵਜੋਂ ਸਾਈਨ ਅੱਪ ਕਰੋ",
  },
  team: {
    header: "ਸਾਡੀ ਟੀਮ ਨੂੰ ਮਿਲੋ",
    subtext:
      "ਇਹ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਵਧਦੀ ਟੀਮ ਹੈ। ਵਲੰਟੀਅਰਾਂ ਦਾ ਹਮੇਸ਼ਾ ਸਵਾਗਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਸਾਨੂੰ ਡਿਵੈਲਪਰਾਂ ਦੀ ਵੀ ਲੋੜ ਹੈ। ਪੂਰੀ ਵੈੱਬਸਾਈਟ ਗੋ/ਵਿਊ ਵਿੱਚ ਹੈ ਅਤੇ ਏਡਬਲਯੂਐਸ 'ਤੇ ਤਾਇਨਾਤ ਕੀਤੀ ਗਈ ਹੈ। ਸਾਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਪਿੰਗ ਕਰੋ।",
    vheader: "ਸਾਡੇ ਵਲੰਟੀਅਰਾਂ ਨੂੰ ਮਿਲੋ",
    vsubtext: "ਮਦਦ ਕਰਨ ਲਈ ਧੰਨਵਾਦ।",
  },
  beneficiary: {
    header: "ਲਾਭਪਾਤਰੀ ਫਾਰਮ",
    subtext:
      "ਅਸੀਂ ਤੁਹਾਡੇ ਨਾਲ ਕਿਸੇ ਦਾਨੀ ਨਾਲ ਮੇਲ ਕਰਨ ਦੀ ਪੂਰੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਂਗੇ। ਆਪਣੀ ਮੇਲ ਦੀ ਜਾਂਚ ਕਰਦੇ ਰਹੋ।",
    requestType: "ਬੇਨਤੀ ਕਿਸਮ",
    consent:
      "ਮੈਂ ਕੇਵਲ ਦਾਨੀ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਹੋਏ ਆਪਣੀ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਨ ਲਈ ਸਹਿਮਤੀ ਦਿੰਦਾ ਹਾਂ।",
    success: "ਦਾਨੀ ਬੇਨਤੀ ਸਫਲਤਾਪੂਰਵਕ ਸੌਂਪੀ ਗਈ!",
    thankYou:
      "ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਦਾਨੀ ਲੱਭਣ ਦੀ ਪੂਰੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਈਮੇਲ ਸੂਚਨਾਵਾਂ ਨੂੰ ਚਾਲੂ ਕਰੋ ਅਤੇ ਮਜ਼ਬੂਤ ਰਹੋ :)",
    accessToOxygenCylinder: "ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਆਕਸੀਜਨ ਸਿਲੰਡਰ ਤੱਕ ਪਹੁੰਚ ਹੈ?",
    reportLink: "ਰਿਪੋਰਟ ਲਿੰਕ (ਇੱਕ ਜਨਤਕ ਗੂਗਲ ਡਰਾਈਵ ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ)",
    spo2Value: "ਐਸਪੀਓ2 ਮੁੱਲ? (<= 100)",
  },
  volunteer: {
    header: "ਵਲੰਟੀਅਰ ਫਾਰਮ",
    subtext:
      "ਜ਼ਰੂਰਤਮੰਦ ਲੋਕਾਂ ਨਾਲ ਦਾਨੀਆਂ ਨਾਲ ਤੇਜ਼ੀ ਨਾਲ ਮੇਲ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੋ। ਇਹ ਘੁਰਕੀ ਦਾ ਕੰਮ ਹੈ। ਹਮਦਰਦੀ ਵਾਲੇ ਲੋਕਾਂ ਨੂੰ ਬੁਲਾਉਣਾ।",
    howManyHours: "ਤੁਸੀਂ ਪ੍ਰਤੀ ਹਫਤਾ ਕਿੰਨੇ ਘੰਟੇ ਯੋਗਦਾਨ ਪਾ ਸਕਦੇ ਹੋ?",
    howCanYouContribute: "ਤੁਸੀਂ ਕਿਵੇਂ ਯੋਗਦਾਨ ਪਾ ਸਕਦੇ ਹੋ? (ਵਿਕਲਪਕ)",
    howCanYouContributeMessage:
      "ਪਲਾਜ਼ਮਾ, ਬਲੱਡ, ਆਈਸੀਯੂ ਬੈੱਡ, ਗੈਰ ਸਰਕਾਰੀ ਸੰਗਠਨਾਂ ਵਰਗੀਆਂ ਕੋਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਸ਼ਾਮਲ ਕਰੋ।",
    enterNewPassword: "ਨਵਾਂ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ (ਮਿੰਟ ਲੰਬਾਈ 6)",
    consent:
      "ਮੈਂ ਸਵੈਸੇਵੀ ਕੰਮ ਲਈ ਆਪਣੀ ਜਾਣਕਾਰੀ ਕੋਵਿਡ ਹੈਲਪ ਨਾਲ ਸਾਂਝੀ ਕਰਨ ਲਈ ਸਹਿਮਤੀ ਦਿੰਦਾ ਹਾਂ।",
    success: "ਵਲੰਟੀਅਰ ਨੇ ਸਫਲਤਾਪੂਰਵਕ ਰਜਿਸਟਰ ਕੀਤਾ!",
    thankYou: "ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਅਸੀਂ ਜਲਦੀ ਹੀ ਪਹੁੰਚ ਜਾਵਾਂਗੇ। :)",
  },
  openCriteria: "ਖੁੱਲ੍ਹੇ ਮਾਪਦੰਡ",
  preference: "ਤਰਜੀਹ",
  blood: "ਖੂਨ",
  plasma: "ਪਲਾਜ਼ਮਾ",
  both: "ਦੋਵੇਂ",
  phoneNumber: "ਫ਼ੋਨ ਨੰਬਰ",
  whatsappNumber: "ਵਟਸਐਪ ਨੰਬਰ",
  sameAsPhoneNumber: "ਫ਼ੋਨ ਨੰਬਰ ਦੇ ਸਮਾਨ",
  gender: "ਲਿੰਗ",
  female: "ਔਰਤ",
  male: "ਮਰਦ",
  other: "ਹੋਰ",
  state: "ਰਾਜ",
  city: "ਸ਼ਹਿਰ",
  bloodGroup: "ਬਲੱਡ ਗਰੁੱਪ",
  heightInCms: "ਉਚਾਈ (ਮੁੱਖ ਮੰਤਰੀ ਵਿੱਚ)",
  weightInKgs: "ਭਾਰ (ਕਿਲੋਵਿੱਚ)",
  ageInYears: "ਉਮਰ (ਸਾਲਾਂ ਵਿੱਚ)",
  today: "ਅੱਜ",
  filter: "ਫਿਲਟਰ",
  clearState: "ਸਪੱਸ਼ਟ ਅਵਸਥਾ",
  clearCity: "ਸਾਫ਼ ਸ਼ਹਿਰ",
  donor: {
    header: "ਦਾਨੀ ਫਾਰਮ",
    subtext:
      "ਫਾਰਮ ਖੂਨ ਅਤੇ ਪਲਾਜ਼ਮਾ ਦਾਨੀਆਂ ਦੋਵਾਂ ਲਈ ਹੈ। ਪਲਾਜ਼ਮਾ ਦਾਨੀਆਂ ਨੂੰ ਫਾਰਮ ਵਿੱਚ ਸੀਓਵੀਆਈਡੀ ਇਤਿਹਾਸ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
    whenPositive:
      "ਤੁਹਾਡਾ ਟੈਸਟ ਕਦੋਂ ਪਾਜ਼ੇਟਿਵ ਕੀਤਾ ਗਿਆ ਸੀ? (ਖੂਨ ਦਾਨੀਆਂ ਵਾਸਤੇ ਵਿਕਲਪਕ)",
    beenVaccinatedQuestion: "ਕੀ ਤੁਹਾਨੂੰ ਟੀਕੇ ਲਗਾਏ ਗਏ ਹਨ?",
    shareVaccinationDate: "ਕਿਰਪਾ ਕਰਕੇ ਟੀਕਾਕਰਨ ਦੀ ਮਿਤੀ ਸਾਂਝੀ ਕਰੋ",
    symptomFreeDays:
      "ਜਦੋਂ ਤੋਂ ਤੁਸੀਂ ਲੱਛਣ ਮੁਕਤ ਹੋ? (ਕਿਰਪਾ ਕਰਕੇ ਕਈ ਦਿਨ ਦਾਖਲ ਕਰੋ)",
    consent:
      "ਮੈਂ ਕੇਵਲ ਦਾਨੀ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਹੋਏ ਆਪਣੀ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਨ ਲਈ ਸਹਿਮਤੀ ਦਿੰਦਾ ਹਾਂ।",
    success: "ਦਾਨੀ ਨੇ ਸਫਲਤਾਪੂਰਵਕ ਰਜਿਸਟਰ ਕੀਤਾ!",
    thankYou:
      "ਯੋਗਦਾਨ ਪਾਉਣ ਲਈ ਤੁਹਾਡਾ ਬਹੁਤ ਬਹੁਤ ਧੰਨਵਾਦ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਈਮੇਲ ਸੂਚਨਾਵਾਂ ਨੂੰ ਚਾਲੂ ਕਰੋ। :)",
  },
  feedback: {
    feedbackForm: "ਫੀਡਬੈਕ ਫਾਰਮ",
    tag: "ਹਮੇਸ਼ਾ ਸੁਧਾਰਾਂ ਅਤੇ ਸੁਝਾਵਾਂ ਦੀ ਤਲਾਸ਼ ਕਰੋ।",
    thankYou: "ਫੀਡਬੈਕ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ!",
  },
  feed: {},
  banner: {
    web: "📢 ਅਸੀਂ ਜੀਉਂਦੇ ਪੈਨ ਇੰਡੀਆ ਹਾਂ! 🇮🇳",
    mobile: "📢 ਪੂਰੇ ਭਾਰਤ ਵਿੱਚ ਉਪਲਬਧ ਹੈ! 🇮🇳",
  },
  tags: {
    hospitalBedGeneral: "ਹਸਪਤਾਲ ਬਿਸਤਰਾ ਜਨਰਲ",
    hospitalBedICU: "ਹਸਪਤਾਲ ਬੈੱਡ ਆਈਸੀਯੂ",
    hospitalBedOxygen: "ਹਸਪਤਾਲ ਬਿਸਤਰੇ ਦੀ ਆਕਸੀਜਨ",
    oxygenCylinder: "ਆਕਸੀਜਨ ਸਿਲੰਡਰ",
    oxygenRefilling: "ਆਕਸੀਜਨ ਰੀਫਿਲਿੰਗ",
    oxygenSprayCan: "ਆਕਸੀਜਨ ਸਪਰੇਅ ਕਰ ਸਕਦਾ ਹੈ",
    rtpcrTest: "ਆਰਟੀਪੀਸੀਆਰ ਟੈਸਟ",
    ambulance: "ਐਂਬੂਲੈਂਸ",
    plasma: "ਪਲਾਜ਼ਮਾ",
    blood: "ਖੂਨ",
    food: "ਮਰੀਜ਼ਾਂ, ਪਰਿਵਾਰ ਵਾਸਤੇ ਭੋਜਨ",
    someoneToTalkTo: "ਕੋਈ ਗੱਲ ਕਰਨ ਲਈ",
    homeCare: "ਹੋਮ ਕੇਅਰ, ਨਰਸ",
    elderCare: "ਬਜ਼ੁਰਗ ਸੰਭਾਲ",
    oxygenConcentrator: "ਆਕਸੀਜਨ ਕੰਸਟਰੈਕਟਰ",
    remdesivir: "ਰੇਮਡੇਸੀਵੀਰ",
    other: "ਹੋਰ",
  },
};

export default strings
