//Punjabi language. (India)
const strings = {
  nav: {
    name: "ਕੋਵਿਡ ਹੈਲਪ ਇੰਡੀਆ",
    dashboard: "ਡੈਸ਼ਬੋਰਡ",
    feed: "ਫੀਡ",
    signIn: "ਸਾਈਨ ਇਨ ਕਰੋ",
    signOut: "ਸਾਈਨ ਆਊਟ ਕਰੋ",
  },
  footer: { feedback: "ਫੀਡਬੈਕ", team: "ਟੀਮ" },
  home: {
    heroOne: "ਲੋੜਵੰਦ ਲੋਕਾਂ ਦੀ",
    heroTwo: "ਮਦਦ ਕਰੋ",
    taglineOne: "ਭਾਰਤ ਵਿੱਚ ਕੋਵਿਡ ਸੰਬੰਧਿਤ ਮਦਦ ਲਈ ਇੱਕ ਨੌਜਵਾਨ ਪਹਿਲ",
    taglineTwo:
      "ਅਸੀਂ ਵਲੰਟੀਅਰਾਂ ਦਾ ਇੱਕ ਸਮੂਹ ਹਾਂ ਜੋ ਲੋਕਾਂ ਨੂੰ ਇਸ ਕੋਵਿਡ-19 ਸੰਕਟ ਤੋਂ ਬਾਹਰ ਨਿਕਲਣ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਈਮੇਲ ਅਤੇ ਐਸ.ਐਮ.ਐਸ ਰਾਹੀਂ ਦਾਨੀਆਂ ਅਤੇ ਲਾਭਪਾਤਰੀਆਂ ਦਾ ਮੇਲ ਕਰਦੇ ਹਾਂ”,
    postFeed: "ਪੋਸਟ ਫੀਡ",
    becomeDonor: "ਦਾਨੀ ਬਣੋ",
    becomeBeneficiary: "ਖੂਨ/ਪਲਾਜ਼ਮਾ ਲਈ ਬੇਨਤੀ ਕਰੋ",
    becomeVolunteer: "ਵਲੰਟੀਅਰ ਬਣੋ",
    statistics: "ਅੰਕੜੇ",
    statisticsTagline: "ਇਸ ਸਥਿਤੀ ਵਿੱਚ ਜਾਨਾਂ ਬਚਾਉਣ ਲਈ ਮਦਦ ਕਰੋ।",
    donors: "ਦਾਨਕਰਤਾ",
    beneficiaries: "ਲਾਭਪਾਤਰੀ",
    volunteers: "ਵਲੰਟੀਅਰ",
    postCount: "ਪੋਸਟਾਂ",
    one: "ਸਵੈਚਾਲਿਤ ਦਾਨੀ-ਮਰੀਜ਼ ਮੇਲ",
    two:
      "ਵਲੰਟੀਅਰਾਂ ਵਾਸਤੇ ਇੱਕ ਡੈਸ਼ਬੋਰਡ ਜਿੱਥੇ ਉਹ ਪੋਸਟਾਂ ਬਣਾ ਸਕਦੇ ਹਨ/ਸੰਪਾਦਿਤ/ਸੋਧ ਸਕਦੇ ਹਨ।",
    three:
      "ਲਾਈਵ ਟਵਿੱਟਰ ਫੀਡ, ਸਾਡੇ ਵਲੰਟੀਅਰਾਂ ਦੁਆਰਾ ਤਸਦੀਕ ਕੀਤੀ ਅਤੇ ਮਨਜ਼ੂਰ ਕੀਤੀ ਗਈ।",
  },
  signIn: "ਸਾਈਨ ਇਨ ਕਰੋ",
  or: "ਜਾਂ",
  email: "ਈਮੇਲ",
  password: "ਪਾਸਵਰਡ",
  name: "ਨਾਂ",
  message: "ਸੁਨੇਹਾ",
  submit: "ਸਪੁਰਦ ਕਰੋ",
  login: {
    signInToYourAccount: "ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ",
    signUpAsAVolunteer: "ਇੱਕ ਵਲੰਟੀਅਰ ਵਜੋਂ ਸਾਈਨ ਅੱਪ ਕਰੋ",
  },
  team: {
    header: "ਸਾਡੀ ਟੀਮ ਨੂੰ ਮਿਲੋ",
    subtext:
      "ਇਹ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਵਧਦੀ ਟੀਮ ਹੈ। ਵਲੰਟੀਅਰਾਂ ਦਾ ਹਮੇਸ਼ਾ ਸਵਾਗਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ। ਸਾਨੂੰ ਡਿਵੈਲਪਰਾਂ ਦੀ ਵੀ ਲੋੜ ਹੈ। ਪੂਰੀ ਵੈੱਬਸਾਈਟ Go/Vue ਵਿੱਚ ਹੈ ਅਤੇ AWS 'ਤੇ ਤਾਇਨਾਤ ਕੀਤੀ ਗਈ ਹੈ। ਸਾਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਪਿੰਗ ਕਰੋ।",
    vheader: "ਸਾਡੇ ਵਲੰਟੀਅਰਾਂ ਨੂੰ ਮਿਲੋ",
    vsubtext: "ਮਦਦ ਕਰਨ ਲਈ ਧੰਨਵਾਦ।",
  },
  beneficiary: {
    header: "ਲਾਭਪਾਤਰੀ ਫਾਰਮ",
    subtext:
      "ਅਸੀਂ ਤੁਹਾਡੇ ਨਾਲ ਕਿਸੇ ਦਾਨੀ ਦਾ ਮੇਲ ਕਰਨ ਦੀ ਪੂਰੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਂਗੇ। ਆਪਣੀ ਮੇਲ ਵੇਖਦੇ ਰਹੋ।",
    requestType: "ਬੇਨਤੀ ਕਿਸਮ",
    consent:
      "ਮੈਂ ਕੇਵਲ ਦਾਨੀ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਵਕਤ ਆਪਣੀ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਨ ਦੀ ਸਹਿਮਤੀ ਦਿੰਦਾ ਹਾਂ।",
    success: "ਦਾਨੀ-ਬੇਨਤੀ ਸਫਲਤਾਪੂਰਵਕ ਸੌਂਪੀ ਗਈ!",
    thankYou:
      "ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਦਾਨੀ ਲੱਭਣ ਦੀ ਪੂਰੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਰਹੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਈਮੇਲ ਨੋਟੀਫਿਕੇਸ਼ਨ  ਨੂੰ ਚਾਲੂ ਕਰੋ ਅਤੇ ਮਜ਼ਬੂਤ ਰਹੋ :)",
    accessToOxygenCylinder: "ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਆਕਸੀਜਨ ਸਿਲੰਡਰ ਹੈ?",
    reportLink: "ਰਿਪੋਰਟ ਲਿੰਕ (ਇੱਕ ਪਬਲਿਕ ਗੂਗਲ ਡਰਾਈਵ ਲਿੰਕ ਸ਼ਾਮਲ ਕਰੋ)",
    spo2Value: "ਐਸਪੀਓ2 ਮੁੱਲ? (<= 100)",
  },
  volunteer: {
    header: "ਵਲੰਟੀਅਰ ਫਾਰਮ",
    subtext:
      "ਜ਼ਰੂਰਤਮੰਦ ਲੋਕਾਂ ਨਾਲ ਦਾਨੀਆਂ ਨੂੰ ਤੇਜ਼ੀ ਨਾਲ ਮੇਲ ਕਰਨ ਵਿੱਚ ਸਾਡੀ ਮਦਦ ਕਰੋ। ਇਹ ਘੁਰਕੀ ਦਾ ਕੰਮ ਹੈ। ਹਮਦਰਦੀ ਵਾਲੇ ਲੋਕਾਂ ਬੁਲਾਇਆ ਜਾ ਰਿਹਾ ਹੈ।",
    howManyHours: "ਤੁਸੀਂ ਪ੍ਰਤੀ ਹਫਤਾ ਕਿੰਨੇ ਘੰਟੇ ਯੋਗਦਾਨ ਪਾ ਸਕਦੇ ਹੋ?",
    howCanYouContribute: "ਤੁਸੀਂ ਕਿਵੇਂ ਯੋਗਦਾਨ ਪਾ ਸਕਦੇ ਹੋ? (ਵਿਕਲਪਕ)",
    howCanYouContributeMessage:
      "ਪਲਾਜ਼ਮਾ, ਬਲੱਡ, ਆਈ.ਸੀ.ਯੂ ਬੈੱਡ, ਨ.ਗ.ਓ ਵਰਗੀਆਂ ਕੋਈ ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਸ਼ਾਮਲ ਕਰੋ।",
    enterNewPassword: "ਨਵਾਂ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ (ਮਿੰਟ ਲੰਬਾਈ 6)",
    consent:
      "ਮੈਂ ਸਵੈਸੇਵੀ ਕੰਮ ਲਈ ਆਪਣੀ ਜਾਣਕਾਰੀ ਕੋਵਿਡ ਹੈਲਪ ਨਾਲ ਸਾਂਝੀ ਕਰਨ ਲਈ ਸਹਿਮਤੀ ਦਿੰਦਾ ਹਾਂ।",
    success: "ਵਲੰਟੀਅਰ ਨੇ ਸਫਲਤਾਪੂਰਵਕ ਰਜਿਸਟਰ ਕੀਤਾ!",
    thankYou: "ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਅਸੀਂ ਜਲਦੀ ਹੀ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਾਂਗੇ। :)",
  },
  openCriteria: "ਖੁੱਲ੍ਹੇ ਮਾਪਦੰਡ",
  preference: "ਤਰਜੀਹ",
  blood: "ਖੂਨ",
  plasma: "ਪਲਾਜ਼ਮਾ",
  both: "ਦੋਵੇਂ",
  phoneNumber: "ਫ਼ੋਨ ਨੰਬਰ",
  whatsappNumber: "ਵਟਸਐਪ ਨੰਬਰ",
  sameAsPhoneNumber: "ਫ਼ੋਨ ਨੰਬਰ ਦੇ ਸਮਾਨ",
  gender: "ਲਿੰਗ",
  female: "ਔਰਤ",
  male: "ਮਰਦ",
  other: "ਹੋਰ",
  state: "ਰਾਜ",
  city: "ਸ਼ਹਿਰ",
  bloodGroup: "ਬਲੱਡ ਗਰੁੱਪ",
  heightInCms: "ਉਚਾਈ (ਮੁੱਖ ਮੰਤਰੀ ਵਿੱਚ)",
  weightInKgs: "ਭਾਰ (ਕਿਲੋ ਵਿੱਚ)",
  ageInYears: "ਉਮਰ (ਸਾਲਾਂ ਵਿੱਚ)",
  today: "ਅੱਜ",
  filter: "ਫਿਲਟਰ",
  clearState: "ਰਾਜ ਮਿਟਾਓ",
  clearCity: "ਸ਼ਹਿਰ ਮਿਟਾਓ",
  donor: {
    header: "ਦਾਨੀ ਫਾਰਮ",
    subtext:
      "ਫਾਰਮ ਖੂਨ ਅਤੇ ਪਲਾਜ਼ਮਾ ਦਾਨੀਆਂ ਦੋਵਾਂ ਲਈ ਹੈ। ਪਲਾਜ਼ਮਾ ਦਾਨੀਆਂ ਨੂੰ ਫਾਰਮ ਵਿੱਚ ਕੋਵਿਦ ਇਤਿਹਾਸ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।",
    whenPositive:
      "ਤੁਹਾਡਾ ਟੈਸਟ ਕਦੋਂ ਕੀਤਾ ਗਿਆ ਸੀ? (ਖੂਨ ਦਾਨੀਆਂ ਵਾਸਤੇ ਵਿਕਲਪਕ)",
    beenVaccinatedQuestion: "ਕੀ ਤੁਹਾਨੂੰ ਵੈਕਸੀਨ ਲਗਾਏ ਗਏ ਹਨ?",
    shareVaccinationDate: "ਕਿਰਪਾ ਕਰਕੇ ਟੀਕਾਕਰਨ ਦੀ ਮਿਤੀ ਸਾਂਝੀ ਕਰੋ",
    symptomFreeDays:
      "ਕਦੋਂ ਤੋਂ ਤੁਸੀਂ ਲੱਛਣ ਮੁਕਤ ਹੋ? (ਕਿਰਪਾ ਕਰਕੇ ਕਈ ਦਿਨ ਦਾਖਲ ਕਰੋ)",
    consent:
      "ਮੈਂ ਕੇਵਲ ਦਾਨੀ ਨਾਲ ਮੇਲ ਖਾਂਦੇ ਵਕਤ ਆਪਣੀ ਜਾਣਕਾਰੀ ਸਾਂਝੀ ਕਰਨ ਦੀ ਸਹਿਮਤੀ ਦਿੰਦਾ ਹਾਂ।",
    success: "ਦਾਨੀ ਨੇ ਸਫਲਤਾਪੂਰਵਕ ਰਜਿਸਟਰ ਕੀਤਾ!",
    thankYou:
      "ਯੋਗਦਾਨ ਪਾਉਣ ਲਈ ਤੁਹਾਡਾ ਬਹੁਤ ਬਹੁਤ ਧੰਨਵਾਦ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀਆਂ ਈਮੇਲ ਨੋਟੀਫਿਕੇਸ਼ਨ ਨੂੰ ਚਾਲੂ ਕਰੋ। :)",
  },
  feedback: {
    feedbackForm: "ਫੀਡਬੈਕ ਫਾਰਮ",
    tag: "ਹਮੇਸ਼ਾ ਸੁਧਾਰਾਂ ਅਤੇ ਸੁਝਾਵਾਂ ਦੀ ਹਮੇਸ਼ਾਦੀ ਭਾਲ ਵਿਚ ਰਹਿੰਦੇ ਹਾਂ।",
    thankYou: "ਫੀਡਬੈਕ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ!",
  },
  feed: {},
  banner: {
    web: "📢 ਅਸੀਂ ਪੈਨ ਇੰਡੀਆ ਲਾਈਵ ਹਾਂ! 🇮🇳",
    mobile: "📢 ਪੂਰੇ ਭਾਰਤ ਵਿੱਚ ਉਪਲਬਧ ਹੈ! 🇮🇳",
  },
  tags: {
    hospitalBedGeneral: "ਹਸਪਤਾਲ ਬਿਸਤਰਾ ਜਨਰਲ",
    hospitalBedICU: "ਹਸਪਤਾਲ ਬੈੱਡ ਆਈ.ਸੀ.ਯੂ",
    hospitalBedOxygen: "ਹਸਪਤਾਲ ਬਿਸਤਰੇ ਲਈ ਆਕਸੀਜਨ",
    oxygenCylinder: "ਆਕਸੀਜਨ ਸਿਲੰਡਰ",
    oxygenRefilling: "ਆਕਸੀਜਨ ਰੀਫਿਲਿੰਗ",
    oxygenSprayCan: "ਆਕਸੀਜਨ ਸਪਰੇਅ ਕੈਨ",
    rtpcrTest: "ਆਰ.ਟੀ.ਪੀ.ਸੀ.ਆਰ ਟੈਸਟ",
    ambulance: "ਐਂਬੂਲੈਂਸ",
    plasma: "ਪਲਾਜ਼ਮਾ",
    blood: "ਖੂਨ",
    food: "ਮਰੀਜ਼ਾਂ, ਪਰਿਵਾਰ ਵਾਸਤੇ ਭੋਜਨ",
    someoneToTalkTo: "ਕੋਈ ਗੱਲ ਕਰਨ ਲਈ",
    homeCare: "ਹੋਮ ਕੇਅਰ, ਨਰਸ",
    elderCare: "ਬਜ਼ੁਰਗ ਸੰਭਾਲ",
    oxygenConcentrator: "ਆਕਸੀਜਨ ਕੰਸਟਰੈਕਟਰ",
    remdesivir: "ਰੇਮਡੇਸੀਵੀਰ",
    other: "ਹੋਰ",
  },
};

export default strings
