// Tamil language. (India)
const strings = {
  nav: {
    name: "கோவிட் உதவி இந்தியா",
    dashboard: "சேற்றுக்காப்பு",
    feed: "அருத்துகை",
    signIn: "உள்நுழைக",
    signOut: "வெளியேறு",
  },
  footer: { feedback: "கருத்து", team: "கூட்டணி" },
  home: {
    heroOne: "மக்களுக்கு உதவுங்கள்",
    heroTwo: "தேவை",
    taglineOne: "இந்தியாவில் கோவிட் உதவிக்கான இளைஞர் முயற்சி",
    taglineTwo:
      "இந்த கோவிட்-19 நெருக்கடியை சமாளிக்க மக்களுக்கு உதவும் தன்னார்வலர்களின் குழுவாக நாங்கள் இருக்கிறோம். நாங்கள் நன்கொடையாளர்கள் மற்றும் பயனாளிகளை மின்னஞ்சல் மற்றும் எஸ்எம்எஸ் மூலம் பொருத்துகிறோம்.",
    postFeed: "போஸ்ட் ஃபீட்",
    becomeDonor: "நன்கொடையாளராக மாறவும்",
    becomeBeneficiary: "இரத்தம் / பிளாஸ்மா கோரவும்",
    becomeVolunteer: "ஒரு தொண்டர் ஆக",
    statistics: "புள்ளித்தொகுப்பியல்",
    statisticsTagline: "இந்த சூழ்நிலையில் உயிர்களைக் காப்பாற்ற உதவுங்கள்.",
    donors: "நன்கொடையாளர்கள்",
    beneficiaries: "பயனாளிகள்",
    volunteers: "தொண்டர்கள்",
    postCount: "இடுகைகள்",
    one: "தானியங்கு நன்கொடையாளர்-நோயாளி பொருந்தும்",
    two:
      "தொண்டர்கள் ஒரு டாஷ்போர்டு அவர்கள் உருவாக்க / திருத்த / இடுகைகள் மாற்ற முடியும்.",
    three:
      "நேரடி ட்விட்டர் ஊட்டம், எங்கள் தன்னார்வலர்களால் சரிபார்க்கப்பட்டு அங்கீகரிக்கப்பட்டது.",
  },
  signIn: "உள்நுழைக",
  or: "அல்லது",
  email: "மின்னஞ்சல்",
  password: "அடையாளச் சொல்",
  name: "பெயர்",
  message: "தூது",
  submit: "சமர்ப்பிக்க",
  login: {
    signInToYourAccount: "உங்கள் கணக்கில் உள்நுழையவும்",
    signUpAsAVolunteer: "தன்னார்வலராக பதிவுசெய்க",
  },
  team: {
    header: "எங்கள் குழுவை சந்திக்கவும்",
    subtext:
      "இது ஒரு சிறிய வளர்ந்து வரும் அணி. தொண்டர்கள் எப்போதும் வரவேற்கப்படுகிறார்கள். எங்களுக்கு டெவலப்பர்களும் தேவை. முழு வலைத்தளமும் கோ / வியூவில் உள்ளது மற்றும் ஏடபிள்யூஎஸ் இல் பயன்படுத்தப்படுகிறது. எந்த நேரத்திலும் எங்களுக்கு பிங்.",
    vheader: "எங்கள் தொண்டர்கள் சந்திக்க",
    vsubtext: "உதவி நன்றி.",
  },
  beneficiary: {
    header: "பயனாளி படிவம்",
    subtext:
      "ஒரு நன்கொடையாளருடன் உங்களுடன் பொருந்த எங்களால் முடிந்த வரை முயற்சி செய்வோம். உங்கள் அஞ்சலைச் சரிபார்க்கவும்.",
    requestType: "கோரிக்கை வகை",
    consent:
      "நன்கொடையாளர் பொருந்தும் மட்டுமே என் தகவலை பகிர்ந்து கொள்ள நான் ஒப்புதல் அளிக்கிறேன்.",
    success: "நன்கொடையாளர் கோரிக்கை வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது!",
    thankYou:
      "உங்களுக்காக ஒரு நன்கொடையாளரைக் கண்டுபிடிக்க எங்களால் முடிந்த வரை முயற்சிசெய்கிறோம். உங்கள் மின்னஞ்சல் அறிவிப்புகளை இயக்கி வலுவாக இருங்கள் :)",
    accessToOxygenCylinder: "உங்களுக்கு ஆக்ஸிஜன் சிலிண்டர் அணுகல் இருக்கிறதா?",
    reportLink: "அறிக்கை இணைப்பு (பொது Gmagta ta gmat ta gta magt",
    spo2Value: "எஸ்பிஓ2 மதிப்பு? (<= 100)",
  },
  volunteer: {
    header: "தன்னார்வ படிவம்",
    subtext:
      "தேவைப்படும் மக்களுக்கு நன்கொடையாளர்களை விரைவாகப் பொருத்துவதில் எங்களுக்கு உதவுங்கள். இது உறுமல் வேலை. பச்சாத்தாபம் மக்கள் வெளியே அழைப்பு.",
    howManyHours: "வாரத்திற்கு எத்தனை மணி நேரம் நீங்கள் பங்களிக்க முடியும்?",
    howCanYouContribute:
      "நீங்கள் எவ்வாறு பங்களிக்க முடியும்? (விருப்பத்தேர்வு)",
    howCanYouContributeMessage:
      "பிளாஸ்மா, இரத்தம், ஐசியு படுக்கை, அரசு சாரா நிறுவனங்கள் போன்ற ஏதேனும் குறிப்பிட்ட வற்றை உள்ளடக்கவும்.",
    enterNewPassword: "புதிய கடவுச்சொல்லை உள்ளிடவும் (நிமிடம் நீளம்: 6)",
    consent:
      "தன்னார்வப் பணிக்காக கோவிட் உதவியுடன் எனது தகவலைப் பகிர்ந்து கொள்ள நான் ஒப்புதல் அளிக்கிறேன்.",
    success: "தன்னார்வ வெற்றிகரமாக பதிவு!",
    thankYou: "உங்கள் ஆர்வத்திற்கு நன்றி. நாம் விரைவில் அடைய வேண்டும். :)",
  },
  openCriteria: "திறந்த அளவுகோல்கள்",
  preference: "முன்மதிப்பீடு",
  blood: "குருதி",
  plasma: "நிணநீர்",
  both: "இரண்டும்",
  phoneNumber: "தொலைபேசி எண்",
  whatsappNumber: "வாட்ஸ்அப் எண்",
  sameAsPhoneNumber: "தொலைபேசி எண் அதே",
  gender: "சொல்லின் பால்வகை",
  female: "பெண்பால்",
  male: "ஆண்",
  other: "வேறு",
  state: "நிலை",
  city: "மாநகரம்",
  bloodGroup: "இரத்த குழு",
  heightInCms: "உயரம் (செ.மீ.களில்)",
  weightInKgs: "எடை (கிலோவில்)",
  ageInYears: "வயது (ஆண்டுகளில்)",
  today: "இன்று",
  filter: "வடிகட்டும் அமைவு",
  clearState: "தெளிவான நிலை",
  clearCity: "தெளிவான நகரம்",
  donor: {
    header: "நன்கொடையாளர் படிவம்",
    subtext:
      "படிவம் இரத்தம் மற்றும் பிளாஸ்மா நன்கொடையாளர்கள் இருவருக்கும் உள்ளது. பிளாஸ்மா நன்கொடையாளர்கள் கோவிட் வரலாற்றை வடிவத்தில் வழங்குமாறு கேட்டுக்கொள்ளப்படுகிறார்கள்.",
    whenPositive:
      "நீங்கள் எப்போது நேர்மறையான சோதனை செய்யப்பட்டீர்கள்? (இரத்த தானம் செய்ய விருப்ப)",
    beenVaccinatedQuestion: "உங்களுக்கு தடுப்பூசி போடப்பட்டதா?",
    shareVaccinationDate: "தடுப்பூசி தேதி பகிர்ந்து கொள்ளவும்",
    symptomFreeDays:
      "நீங்கள் எப்போது அறிகுறி இல்லாமல் இருந்தீர்கள்? (தயவுசெய்து நாட்களின் எண்ணிக்கையை உள்ளிடவும்)",
    consent:
      "நன்கொடையாளர் பொருந்தும் மட்டுமே என் தகவலை பகிர்ந்து கொள்ள நான் ஒப்புதல் அளிக்கிறேன்.",
    success: "நன்கொடையாளர் வெற்றிகரமாக பதிவு!",
    thankYou:
      "பங்களிப்பு செய்ததற்கு மிகவும் நன்றி. உங்கள் மின்னஞ்சல் அறிவிப்புகளை இயக்கவும். :)",
  },
  feedback: {
    feedbackForm: "பின்னூட்டபடிவம்",
    tag: "எப்போதும் மேம்பாடுகள் மற்றும் ஆலோசனைகளைத் தேடுகிறது.",
    thankYou: "பின்னூட்டத்திற்கு நன்றி!",
  },
  feed: {},
  banner: {
    web: "📢 நாங்கள் நேரடி பான் இந்தியா! 🇮🇳",
    mobile: "📢 இந்தியா முழுவதும் கிடைக்கும்! 🇮🇳",
  },
  tags: {
    hospitalBedGeneral: "மருத்துவமனை படுக்கை பொது",
    hospitalBedICU: "மருத்துவமனை படுக்கை ஐசியு",
    hospitalBedOxygen: "மருத்துவமனை படுக்கை ஆக்ஸிஜன்",
    oxygenCylinder: "ஆக்ஸிஜன் சிலிண்டர்",
    oxygenRefilling: "ஆக்ஸிஜன் மறுநிரப்புதல்",
    oxygenSprayCan: "ஆக்ஸிஜன் ஸ்ப்ரே கேன்",
    rtpcrTest: "ஆர்.டி.பி.சி.ஆர் சோதனை",
    ambulance: "இயங்கு மருந்தகம்",
    plasma: "நிணநீர்",
    blood: "குருதி",
    food: "நோயாளிகள், குடும்ப உணவு",
    someoneToTalkTo: "பேச யாரோ",
    homeCare: "வீட்டு பராமரிப்பு, நர்ஸ்",
    elderCare: "முதியோர் பராமரிப்பு",
    oxygenConcentrator: "ஆக்ஸிஜன் செறிவூட்டல்",
    remdesivir: "ரெம்தேசிவிர்",
    other: "வேறு",
  },
};

export default strings
