// Telugu language. (India)
const strings = {
  nav: {
    name: "కోవిడ్ హెల్ప్ ఇండియా",
    dashboard: "డ్యాష్ బోర్డ్",
    feed: "తినిపించు",
    signIn: "సైన్ ఇన్",
    signOut: "సైన్ అవుట్ చేయండి",
  },
  footer: { feedback: "ఫీడ్ బ్యాక్", team: "జట్టు" },
  home: {
    heroOne: "ప్రజలకు సహాయం చేయండి",
    heroTwo: "అవసర౦లో ఉన్న",
    taglineOne: "భారతదేశంలో కోవిడ్ సాయం కొరకు యువ చొరవ",
    taglineTwo:
      "ఈ కోవిడ్-19 సంక్షోభం నుండి బయటపడటానికి ప్రజలకు సహాయపడే వాలంటీర్ల బృందం మేము. మేము ఇమెయిల్ మరియు ఎస్ఎమ్ఎస్ ద్వారా దాతలు మరియు లబ్ధిదారులతో సరిపోలతాము.",
    postFeed: "ఫీడ్ అనంతరం",
    becomeDonor: "దాత గా మారండి",
    becomeBeneficiary: "రక్తం/ప్లాస్మా అభ్యర్థించడం",
    becomeVolunteer: "వాలంటీర్ అవ్వండి",
    statistics: "గణాంకాలు",
    statisticsTagline: "ఈ పరిస్థితిలో ప్రాణాలను కాపాడటానికి సహాయపడండి.",
    donors: "దాతలు",
    beneficiaries: "లబ్ధిదారులు",
    volunteers: "వాలంటీర్లు",
    postCount: "పోస్ట్ లు",
    one: "ఆటోమేటెడ్ డోనర్-పేషెంట్ మ్యాచింగ్",
    two:
      "వాలంటీర్ల కొరకు డ్యాష్ బోర్డ్, అక్కడ వారు పోస్ట్ లను సృష్టించవచ్చు/సవరించవచ్చు/సవరించవచ్చు.",
    three:
      "లైవ్ ట్విట్టర్ ఫీడ్, మా వాలంటీర్ల ద్వారా వెరిఫై చేయబడింది మరియు ఆమోదించబడింది.",
  },
  signIn: "సైన్ ఇన్",
  or: "లేదా",
  email: "ఇమెయిల్",
  password: "పాస్ వర్డ్",
  name: "పేరు",
  message: "సందేశం",
  submit: "సమర్పించు",
  login: {
    signInToYourAccount: "మీ ఖాతాకు సైన్ ఇన్ చేయండి",
    signUpAsAVolunteer: "వాలంటీర్ గా సైన్ అప్ చేయండి",
  },
  team: {
    header: "మా టీమ్ ని కలవండి",
    subtext:
      "ఇది ఒక చిన్న పెరుగుతున్న జట్టు. వాలంటీర్లు ఎల్లప్పుడూ స్వాగతించబడతారు. మాకు డెవలపర్లు కూడా అవసరం. మొత్తం వెబ్ సైట్ గో/వ్యూలో ఉంది మరియు ఎడబ్ల్యుఎస్ లో మోహరించబడింది. ఎప్పుడైనా మాకు పింగ్.",
    vheader: "మా వాలంటీర్లను కలవండి",
    vsubtext: "సహాయం చేసినందుకు ధన్యవాదాలు.",
  },
  beneficiary: {
    header: "లబ్ధిదారు ఫారం",
    subtext:
      "దాతతో మీకు మ్యాచ్ కావడానికి మేము మా శాయశక్తులా ప్రయత్నిస్తాము. మీ మెయిల్ ని చెక్ చేస్తూ ఉండండి.",
    requestType: "అభ్యర్థన రకం",
    consent:
      "దాత మ్యాచింగ్ కొరకు మాత్రమే నా సమాచారాన్ని పంచుకోవడానికి నేను సమ్మతిని ఇస్తాను.",
    success: "దాత అభ్యర్థన విజయవంతంగా సబ్మిట్ చేయబడింది!",
    thankYou:
      "మీ కోసం దాతను కనుగొనడానికి మేము మా శాయశక్తులా ప్రయత్నిస్తున్నాము. దయచేసి మీ ఇమెయిల్ నోటిఫికేషన్ లను ఆన్ చేయండి మరియు :) బలంగా ఉండండి",
    accessToOxygenCylinder: "మీకు ఆక్సిజన్ సిలెండర్ యాక్సెస్ ఉందా?",
    reportLink: "లింక్ ని నివేదించండి (పబ్లిక్ గూగుల్ డ్రైవ్ లింక్ జోడించండి)",
    spo2Value: "ఎస్ పివో2 విలువ? (<= 100)",
  },
  volunteer: {
    header: "వాలంటీర్ ఫారం",
    subtext:
      "అవసరమైన వ్యక్తులకు దాతలను త్వరగా సరిపోల్చడంలో మాకు సహాయం చేయండి. ఇది గ్రంట్ వర్క్. సహానుభూతితో వ్యక్తులను పిలవడం.",
    howManyHours: "వారానికి ఎన్ని గంటలు మీరు దోహదపడగలరు?",
    howCanYouContribute: "మీరు ఎలా దోహదపడగలరు? (ఐచ్ఛికం)",
    howCanYouContributeMessage:
      "ప్లాస్మా, బ్లడ్, ఐసియు బెడ్, ఎన్ జివోలు వంటి ఏవైనా నిర్ధిష్టాలను చేర్చండి.",
    enterNewPassword: "కొత్త పాస్ వర్డ్ నమోదు చేయండి (కనిష్ట పొడవు: 6)",
    consent:
      "స్వచ్ఛంద సేవ కొరకు నా సమాచారాన్ని కోవిడ్ హెల్ప్ తో పంచుకోవడానికి నేను సమ్మతి తెలియజేస్తున్నాను.",
    success: "వాలంటీర్ విజయవంతంగా రిజిస్టర్ చేసుకున్నారు!",
    thankYou: "మీ ఆసక్తికి ధన్యవాదాలు. మేము త్వరలో చేరుకుంటాము. :)",
  },
  openCriteria: "ఓపెన్ ప్రమాణాలు",
  preference: "అభిరుచి",
  blood: "రక్తం",
  plasma: "ప్లాస్మా",
  both: "రెండు",
  phoneNumber: "ఫోన్ నంబర్",
  whatsappNumber: "వాట్సప్ నెంబరు",
  sameAsPhoneNumber: "ఫోన్ నెంబరు వలేనే",
  gender: "లింగము",
  female: "ఆడ",
  male: "మగ",
  other: "ఇతర",
  state: "రాష్ట్రం",
  city: "నగరం",
  bloodGroup: "రక్త సమూహం",
  heightInCms: "ఎత్తు (సెం.మీ.లలో)",
  weightInKgs: "బరువు (కిగ్రాల్లో)",
  ageInYears: "వయస్సు (సంవత్సరాల్లో)",
  today: "ఈ రోజు",
  filter: "వడపొయ్యి",
  clearState: "స్పష్టమైన స్థితి",
  clearCity: "స్పష్టమైన నగర౦",
  donor: {
    header: "దాత రూపం",
    subtext:
      "ఫారం అనేది రక్తం మరియు ప్లాస్మా దాతల కొరకు. ప్లాస్మా దాతలు రూపంలో కోవిడ్ చరిత్రను అందించాలని అభ్యర్థించబడింది.",
    whenPositive:
      "మీరు ఎప్పుడు పాజిటివ్ గా పరీక్షించబడ్డారు? (రక్తదాతలకొరకు ఐచ్ఛికం)",
    beenVaccinatedQuestion: "మీకు వ్యాక్సిన్ ఇవ్వబడిందా?",
    shareVaccinationDate: "దయచేసి వ్యాక్సినేషన్ తేదీని పంచుకోండి",
    symptomFreeDays:
      "మీరు ఎప్పుడు రోగలక్షణాలు లేకుండా ఉన్నారు? (దయచేసి రోజుల సంఖ్యను నమోదు చేయండి)",
    consent:
      "దాత మ్యాచింగ్ కొరకు మాత్రమే నా సమాచారాన్ని పంచుకోవడానికి నేను సమ్మతిని ఇస్తాను.",
    success: "దాత విజయవంతంగా రిజిస్టర్ చేసుకున్నారు!",
    thankYou:
      "దోహదపడినందుకు చాలా ధన్యవాదాలు. దయచేసి మీ ఇమెయిల్ నోటిఫికేషన్ లను ఆన్ చేయండి. :)",
  },
  feedback: {
    feedbackForm: "ఫీడ్ బ్యాక్ ఫారం",
    tag: "ఎల్లప్పుడూ మెరుగుదలలు మరియు సూచనల కొరకు చూస్తారు.",
    thankYou: "ఫీడ్ బ్యాక్ కొరకు ధన్యవాదాలు!",
  },
  feed: {},
  banner: {
    web: "📢 మేము ప్రత్యక్ష పాన్ ఇండియా! 🇮🇳",
    mobile: "📢 భారతదేశం అంతటా లభ్యం! 🇮🇳",
  },
  tags: {
    hospitalBedGeneral: "హాస్పిటల్ బెడ్ జనరల్",
    hospitalBedICU: "హాస్పిటల్ బెడ్ ఐసియు",
    hospitalBedOxygen: "హాస్పిటల్ బెడ్ ఆక్సిజన్",
    oxygenCylinder: "ఆక్సిజన్ సిలెండర్",
    oxygenRefilling: "ఆక్సిజన్ రీఫిల్లింగ్",
    oxygenSprayCan: "ఆక్సిజన్ పిచికారీ చేయగలదు",
    rtpcrTest: "ఆర్ టిపిసిఆర్ టెస్ట్",
    ambulance: "అంబులెన్స్",
    plasma: "ప్లాస్మా",
    blood: "రక్తం",
    food: "రోగులు, కుటుంబం కొరకు ఆహారం",
    someoneToTalkTo: "ఎవరితోనైనా మాట్లాడాలి",
    homeCare: "హోమ్ కేర్, నర్సు",
    elderCare: "పెద్ద సంరక్షణ",
    oxygenConcentrator: "ఆక్సిజన్ సాంద్రీకృతం",
    remdesivir: "రెమ్డెసివిర్",
    other: "ఇతర",
  },
};

export default strings
